Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=879_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi ja Giellagas-instituhtta álggaheaba giellalávgunoahpahusa skuvlenprošeavtta
smn: Sämitigge já Giellagas – instituut piejih joton kielâlávgummáttááttâs škovlimproojeekt

source: Sámediggi ja Oulu universitehta Giellagas-instituhtta álggaheaba skábmamánu beallemuttus sámeoahpahusa bargiide oaivvilduvvon skuvlenprošeavtta ' Sámegielat giellalávgun skuvllas – mo doarjjun iežan giela ja kultuvrra oahpahusas ?
smn: Sämitigge já Oulu ollâopâttuv Giellagas – instituut piejih joton skammâmáánu pelimuddoost sämimáttááttâs pargoviehân čuosâttum škovlimproojeekt ŠSäämi kielâlávgum škoovlâst – maht tuárjum jieččân kielâ já kulttuur máttááttâsâstŠ.

source: Ovttasbargoguoibmin oahpahusas doibmet maiddái Vaasa universitehta Giellalávguma ja máŋggagielatvuođa guovddáš ja Sámi allaskuvla.
smn: Oovtâstpargokyeimmin máttááttâsâst láá meid Vaasa ollâopâttuv Kielâlávgum já maaŋgâkielâlâšvuođâ kuávdáš (Kielikylvyn ja monikielisyyden keskus) já Säämi ollâškovlâ (Sámi allaskuvla).

source: Oahpahusráđđehus lea juolludan sámediggái stáhtaveahki oahpahusbargiid skuvlenfidnui jagiide 2014–2015.
smn: Máttááttâshaldâttâs lii mieđettâm sämitiigán staatâtorjuu máttááttâstooimâ pargoviehâškovlim várás ivvijd 2014–2015.

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat koordinere skuvlema ja doaibmá stáhtaveahki hálddašeaddji organisašuvdnan.
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh koordinist škovlim já tuáimá ornijdummeen, mii haaldâš staatâtorjuu.

source: Oulu universitehta Giellagas-instituhtta vástida oahpahusas.
smn: Oulu ollâopâttuv Giellagas-instituut västid máttááttâsâst.

source: Ovttasbargoguoibmin doibmet dasa lassin Vaasa universitehta Giellalávguma ja máŋggagielatvuođa guovddáža ja Sámi allaskuvlla áššedovdit.
smn: Oovtâstpargokyeimmin máttááttâsâst tuáimih meid Vaasa ollâopâttuv Kielâlávgum já maaŋgâkielâlâšvuođâ kuávdáá sehe Taažâ Kuovdâkiäinust tuáimee Säämi ollâškoovlâ äššitobdeeh.

source: Skuvlen lea oaivvilduvvon ovdasajis vuođđooahpahusa sámegiela ja sámegielat luohkáid oahpaheddjiide, muhto mielde besset maiddái sámi árabajásgeassima bargit, logahaga sámegiela oahpaheaddjit ja maiddái sámegielat ámmátlaš skuvlema oahpaheaddjit.
smn: Škovlim ovdâsajasâš čuosâttâhjuávkkun láá vuáđumáttááttâs sämikielâ já sämikielâlij luokai máttáátteijeeh, mutâ fáárun peessih meid säämi arâšoddâdem syergist tuáimeeh, luvâttuv sämikielâ máttáátteijeeh já sämikielâlii áámmátlii škovlim máttáátteijeeh.

source: Oahpahusbargiid skuvlen ordnejuvvo njealji guovttebeaivásaš lagasskuvlenáigodahkan Anáris Sámekulturguovddážis Sajosis nu, ahte vuosttaš deaivvadeapmi lea 14.-15.11.2014, nubbi ja goalmmát deaivvadeapmi giđđat 2015 ja maŋimus lagasskuvlendeaivvadeapmi fas čakčat 2015.
smn: Máttááttâstooimâ pargoviehâškovlim uárnejuvvoo neelji kyevtpiäivásâš aldamáttááttâspaje ääigi Anarist Säämi kulttuurkuávdáš Sajosist nuuvt, ete vuossâmuš čokkânem lii 14.–15.11.2014, nubbe já kuálmád čokkânem kiđđuv 2015 já majemuš aldamáttááttâsteivâdem lii čohčuv 2015.

source: Skuvlenbeaivvit čohkiidit teoriijalogaldagain ja bagadallon bargobádjebeivviin.
smn: Škovlimpeeivih šaddeh teorialuvâldâlmijn já stivrejum pargopáájáporgâmpeeivijn.

source: Ulbmilin lea ovttastahttit sámeoahpaheddjiid oktavuođaid, teorehtalaš dieđu, oahpaheddjiid iežaset vásáhusaid ja jaskes dieđu.
smn: Ulmen lii sehe sämimáttááttâsâst tuáimee máttáátteijei viärmádâttâm ete teoreetlii tiäđu, máttáátteijei jieijâs hárjánem já joskis tiäđu ovtâstittem.

source: Bargobádjebeivviid áigge buvttadit girjjálaš materiála, man vuođul prošeavtta boađusin almmustahtto sámeoahpahusa idea- ja rávagirjji.
smn: Pargopáájáporgâmpeeivij ääigi pyevtitteh kirjálii materiaal, mon vuáđuld almostiteh proojeekt loppâpuátusin sämimáttááttâs idea- já raavâkirje.

source: Rávagirji almmustahtto sihke sáme- ja suomagillii.
smn: Raavâkirje almostiteh sämi- já suomâkieláid.

source: Sámeoahpahusa bargiid skuvlema viggamuššan lea lahkonit sámeoahpahusa giellaealáskahttima geahččanguovllus ja das, ahte sámegielat dárbbašit ođđa hubmiid.
smn: Sämimáttááttâs pargoviehâškovlim ulmen lii aldaniđ sämimáttááttâs kielâiäláskittem uáinust já ton vuolgâsaajeest, ete sämikielah tarbâšeh uđđâ sárnoid.

source: Skuvlema viggamuššan lea čielggadit vástádusaid čuovvovaš gažaldagaide: Mo mii sirdit / oahpahit giela nu beaktilit go vejolaš gielalaččat heterogenalaš oahppiid jovkui ?
smn: Škovlim ulmen lii finniđ vástádâsâid el. koččâmušân: Maht sirdep / máttááttep kielâ nuuvt pehtilávt ko máhđulâš kielâlávt epiohtâlâs uáppeejuávkun ?

source: Viggamuššan lea maiddái ovddidit sámeoahpahusa bargiid pedagogalaš ja ávdnasiidda guoski dáidduid sihke ráhkadit ođđa pedagogalaš geavadiid, mat váldet vuhtii sámegiela ja - kultuvrra. Dainna buoridit oahppama kvaliteahta ja oahppanbohtosiid ja ovddidit sámegiela ja - kultuvrra ealáskahttima.
smn: Ulmen lii ovdediđ sämimáttááttâs pargovievâ pedagooglijd já amnâshaaldâšlijd tááiđuid sehe ovdediđ uđđâ pedâgooglijd vuáháduvâid, moh väldih sämikielâ já kulttuur vuotân já moiguin pyeredeh oppâm kvaliteet já oppâmpuátusijd sehe ovdedeh sämikielâ já kulttuur iäláskittem.

source: Skuvlejupmái oassálastit ožžot vuđolaš dieđuid giellalávgunoahpahusa teoriijas, geavada ollašuhttinvugiin, vásáhusain, oahppanbohtosiin ja das, mo dán dieđu sáhttá heivehit sámeoahpahussii.
smn: Škovliimân uásálisteeh finnejeh vuáđulijd tiäđuid kielâlávgummáttááttâs teoriast, keevâtlii olášut-mist, ferimijn já oppâmpuátusijn já tast, maht taam tiäđu puáhtá heiviittiđ sämimáttááttâsân.

source: Ulbmilin lea, ahte sámeoahpahusa bargit besset skuvlejumi áigge gulahallat ja čatnat oktavuođaid, oahppat ođđa áššiid ja juohkit máhtuideaset.
smn: Ulmen lii, ete sämimáttááttâs pargeeh peessih škovlim ääigi tuođâlávt viärmádâttâđ, oppâđ uđđâ sehe jyehiđ sii mättim.

source: Sámeoahpahusas dárbbašit iežas gaskavuođa áššedovdifierpmádaga, man vuođul bargis lea vejolaš nannet kultuvrralaš bargovugiid ja maiddái iežas ámmátidentitehta.
smn: Sämimáttááttâsâst tarbâšeh jieijâs koskâsâš äššitobdeeviärmáduv, mast lii máhđulâš nanodiđ kulttuurlijd pargovuovijd sehe jieijâs áámmátidentiteet.

source: Guhkes mátkkiid dihte sámeoahpahusa bargiid deaivvademiid lea leamašan váttis ordnet badjel gielddarájiid.
smn: Kuhes kooskâi tiet sämimáttááttâs pargei teivâdmijd lii lamaš vaigâd orniđ kieldâraajij rasta.

source: Dán oahpahusbargiid skuvlenprošeavttas lea stáhtaveahki olis vejolaš buhttet oassálastiid mátkegoluid.
smn: Tain máttááttâstooimâ pargoviehâškovlimprojektáin lii máhđulâš sajanmäksiđ meriruuđâ raamij siste meid uásálistei mätkikoloid.

source: Sámeoahpahusbargiid skuvlema oahppoáigodagat ja daid sisdoalut ja almmuhanrávvagat almmustahttojit čakčamánus 2014.
smn: Sämimáttááttâs pargoviehâškovlim oppâpajeh já tai siskáldâsah sehe almottâttâmravvuuh almostittojeh čohčâmáánust 2014.

source: Skuvlejumi čađaheamis oažžu 6 oahppočuoggá.
smn: Škovliimân uásálisteeh finnejeh čođâldâsâinis 6 oppâčuággá.

source: Lassedieđut:
smn: Lasetiäđuh:

source: doavttir Marja-Liisa Olthuis
smn: Filosofia tuáhtár Marja-Liisa Olthuis

source: Hoavda
smn: Hovdâ Anni-Siiri Länsman

source: SÁMEDIGGI
smn: SÄMITIGGE

source: irmeli. moilanen (at) samediggi.
smn: Irmeli Moilanen, škovlimvuávájeijee
